{
    "Description": "Automated banking system with an integrated or individual approach to the client",
    "Capabilities": {
        "Title": "Features and Benefits",
        "Line1": "• Focus on commercial server Oracle database",
        "Line2": "• Flexible system administration",
        "Line3": "• Multi-tiered system of separate access to financial and technical resources of the Bank",
        "Line4": "• Quick integration with other systems through the use SAOP",
        "Line5": "• Modern development tools",
        "Line6": "• Multi-level system-of-sight",
        "Line7": "• Web interface",
        "Line8": "- Easy integration with government agencies that use our product UNITY-BARS (NBU, State Treasury Service of Ukraine, Customs-clearing center (the all-Ukrainian Depository of securities))",
        "Line9": "- III — tier architecture model",
        "Line10": "- Working with large volumes of data (15 million customers, 25 million accounts, 10 million of the users; processes daily more than 600 thousand documents)",
        "Line11": "- The user interface is based on web technologies, provides over slow communication channels",
        "Line12": "- According to the modern requirements of information security",
        "Line13": "- Use of modern development tools (ASP.NET,ANGULAR, KENDO). Oracle"
    },
    "Line1": "Logical organization of functionality is based on the principle of modularity that allows the use of only the required funkcias performs automation of the full range of functionality the Bank in all directions:",
    "Line2": "• front and back offices",
    "Line3": "• RB, MSB and CB, Treasury, accounting",
    "Table": {
        "Col1": "Code",
        "Col2": "Name",
        "Col3": "Description",
        "Col4": "“Main” modules group",
        "Col5": "KRN",
        "Col6": "Core System",
        "Col7": "The module ensures basic functionality of the “platform”, which includes the internal system mechanism and utilities, organization users and subdivisions administration, etc.",
        "Col8": "CAC",
        "Col9": "Customer accounting",
        "Col10": "The module performs customers (personal, private and business customers) and related accounting.",
        "Col11": "GL",
        "Col12": "General ledger",
        "Col13": "The module ensures accounts, documents, transactions accounting.",
        "Col14": "CASH",
        "Col15": "Cash operation management",
        "Col16": "The module ensures cash desk operational activities",
        "Col17": "ARCH",
        "Col18": "Live data archiving",
        "Col19": "ARC – Data archiving and its transmission from online transaction proceeding system to the archives system. Archiving – is insertion of outdated data to the archives table space, as well as possibility to deliver such table space data files to less powerful carriers. Archiving may be performed for the partitioned tables, by putting archived partitions into separate table in separate table space.",
        "Col20": "INFO",
        "Col21": "SMS and E-mail informing",
        "Col22": "The module ensures customers SMS and Email informing on specified events.",
        "Col23": "DEALS",
        "Col24": "Contracts record",
        "Col25": "DEALS – a single module of all type of existing contracts",
        "Col26": "VEGA2",
        "Col27": "Electronic signature (VEGA2)",
        "Col28": "Module ensures electronic signature attaching (VEGA)",
        "Col29": "“Business” modules group",
        "Col30": "CCK",
        "Col31": "Personal, private and business customer portfolio",
        "Col32": "CCK – Personal, Private and Business customers credit agreements servicing, private customer loans portfolio inventory. Includes: Edge – borrower before loan examination, Agreements introduction and authorization, Additional agreements, Restructurings. Certificates, Back functional – interest, penalty, depreciation accrual, maturity values allocation on arrears, placing on arrears, agreements closure. Accounting, ARJK, Special control services for parts (pools) of loans portfolio, which accounting is performed on the bank’s return, but assets for which are provided by other financial institution",
        "Col33": "OVR",
        "Col34": "Overdraft of the bank, legal persons, physical persons",
        "Col35": "OVR – overdraft of the bank, business customers, private customers, Overdraft loan agreements operation automation",
        "Col36": "MBDK",
        "Col37": "Interbank credits, deposits",
        "Col38": "MBDK agreements portfolio maintenance (generation of opening/ attraction payments, interest accrual, prolongation, rollover, security agreements association, SWIFT-messages generation)",
        "Col39": "CRSOUR",
        "Col40": "Credit resources",
        "Col41": "CRSOUR – servicing of agreements of monetary resources exchange between central office and regional directorate",
        "Col42": "WCS",
        "Col43": "Pre-credit servicing",
        "Col44": "Selection of credit terms; data introduction; automatic transactions; examination by regional directorate, central office services; registration of unauthorized agreement in Core System loan portfolio; agreements signing; loan granting",
        "Col45": "FXS",
        "Col46": "Forex – contracts",
        "Col47": "Automation of agreements of currency buying and selling at the interbank market",
        "Col48": "CP",
        "Col49": "Securities",
        "Col50": "CP – Accounting of various types of transactions with securities packages",
        "Col51": "FCT",
        "Col52": "Factoring",
        "Col53": "Maintenance of customer factoring contracts portfolio",
        "Col54": "REZ",
        "Col55": "Reserves build-up",
        "Col56": "Automation of the bank reserve funds amount calculation; entries automatic generation",
        "Col57": "FCH",
        "Col58": "Futures",
        "Col59": "operation with futures",
        "Col60": "GRN",
        "Col61": "Trade finances, guarantees, letters of credit",
        "Col62": "The module enables to track the state of Provided guarantees agreements (GA), located in the bank’s (BP), business customers, private customers and partner banks portfolios separately.",
        "Col63": "INS",
        "Col64": "Insurance",
        "Col65": "Collateralized property insurance control; earned commission calculation automation; control of limits on partners – insurance companies.",
        "Col66": "FINST",
        "Col67": "Calculation of business customers financial state",
        "Col68": "Calculation and analysis of the customer’s financial state based on the customer’s official accounting data",
        "Col69": "FINP",
        "Col70": "Calculation of private customer`s financial state",
        "Col71": "FIN – Calculation of the private customer`s financial state",
        "Col72": "PAWN",
        "Col73": "Security accounting",
        "Col74": "Accounting of security, received by the bank",
        "Col75": "DPT",
        "Col76": "Private Customer deposits",
        "Col77": "DPT – Private Customer deposit portfolio ",
        "Col78": "DPU",
        "Col79": "Business Customer deposits",
        "Col80": "Operation with deposit agreements of business customers",
        "Col81": "SKN",
        "Col82": "Deposit boxes",
        "Col83": "Deposit safe boxes parameters accounting.",
        "Col84": "ZAY",
        "Col85": "Exchange transactions",
        "Col86": "Operation on customer applications on buying/selling/ conversion of foreign currencies",
        "Col87": "RKO",
        "Col88": "Settlement and cash services and subscription fee",
        "Col89": "Subscription fee accruals and writing off as a kind of commission, Specific character of various rates usage regarding",
        "Col90": "LOM",
        "Col91": "Precious metals junk buying up",
        "Col92": "Support of current transactions on buying up and acceptance for evaluation expertise of the precious metals articles;",
        "Col93": "BRO",
        "Col94": "Funds reservation on the economic entities’ accounts",
        "Col95": "Maintenance of customer agreements for the current account balance temporary irreduction",
        "Col96": "STO",
        "Col97": "Recurring payments",
        "Col98": "Automatic payments generation on due dates",
        "Col99": "NOS",
        "Col100": "LORO and NOSTRO corr.accounts",
        "Col101": "Nostro agreements portfolio ",
        "Col102": "MT",
        "Col103": "Bank’s internal, interbank and international transfers",
        "Col104": "“Transfers” module enables to perform cash resources transfers in national currency in the automated single internal banking system.",
        "Col105": "CH_1",
        "Col106": "Traveller’s cheques",
        "Col107": "Parcels collection from dependent institutions, generation, sending and control into foreign banks, covering and settlements ",
        "Col108": "EXCL",
        "Col109": "Special services",
        "Col110": "1) Energy market, 2) Funds disbursement to the Peace Corps volunteers, 3) Interaction with branches regarding precious metals, 4) LOT – Front-end operations, Settlements, Lottery distribution accounting, 5) AVKAS – Documents payment service",
        "Col111": "NU",
        "Col112": "Tax accounting",
        "Col113": "Financial accounting data maintenance and representation in the taxation system",
        "Col114": "“Reporting” modules group",
        "Col115": "NBUR",
        "Col116": "National Bank accounting",
        "Col117": "National Bank reference books, classifiers and codifiers as well as internal reference books for the accounting needs. Enables to view and edit data in manual mode, as well as “Synchronized tables editing” service is available, which enables to load updated reference books in a package mode or separately on each reference book, having previously viewed the list of modified records.",
        "Col118": "INTG_DPA",
        "Col119": "Accounting to the institutions",
        "Col120": "@F – Accounting to the State tax administration on opened accounts",
        "Col121": "DELOIT",
        "Col122": "Auditors reports (with Core System)",
        "Col123": " ",
        "Col124": "ANI",
        "Col125": "Analytics reports",
        "Col126": "Customers operation tracking by number of statistical factors to be calculated",
        "Col127": "“Integration” modules group",
        "Col128": "MGR",
        "Col129": "Data migration from other systems",
        "Col130": "Data migration from other systems",
        "Col131": "DEBREG",
        "Col132": "Interface with “Debtors register”",
        "Col133": "Monitoring/provision of information on interest-bearing assets overdue, which total amount on one debtor customer exceeds 10 000,00 UAH in equivalent on specific data.",
        "Col134": "NSM",
        "Col135": "Interface with NSMEP (National Payment system)",
        "Col136": "Interface with National Payment System ",
        "Col137": "CIG",
        "Col138": "Interface with FCBU",
        "Col139": "Ensuring interaction possibility of the Core System with FCBU system. Interaction subject – bank borrowers data: physical and legal persons (in FCBU format).",
        "Col140": "'Borrowers register'",
        "Col141": "SWT",
        "Col142": "Interface with SWIFT system",
        "Col143": "Interface with SWIFT system, Outbound messages handling:, Generation of messages: МТ103, МТ200, МТ202, Generation of messages: МТ103 on a secured basis, МТ103, МТ200, МТ202 messages documents maintenance, Correspondent account fitting, Messages export control, Message log, Messages import from SWIFT into Core System, Inbound messages handling, Imported messages without authentication, Messages handling/ distribution, МТ940/МТ950 messages generation, Statements handling, Participants directory import",
        "Col144": "SSV",
        "Col145": "Interaction of electronic banking system-SWIFT-intrabank payment service",
        "Col146": "Automatic regional directorate. recognition of the incoming SWIFT-message recipient. Recognition filters accumulation ",
        "Col147": "VMD",
        "Col148": "Currency customs declaration acceptance",
        "Col149": "Currency customs declaration acceptance",
        "Col150": "IBOX",
        "Col151": "Interaction with payment terminals",
        "Col152": "Interaction with payment terminals",
        "Col153": "DCPN",
        "Col154": "Securities depository (National Bank) integration",
        "Col155": "Securities depository (National Bank) integration ",
        "Col156": "RBNBU",
        "Col157": "Settlement bank (National Bank) integration",
        "Col158": "Settlement bank (National Bank) integration ",
        "Col159": "RI",
        "Col160": "Interface with insider`s register",
        "Col161": "Interface with insider`s register",
        "Col162": "INTG_EA",
        "Col163": "Core System integration with electronic archive",
        "Col164": "Synchronization with electronic archive, customer`s data and deposit module (physical persons/legal persons) accounts data delivery",
        "Col165": "INTG_GMSU",
        "Col166": "Core System and Local SMS Provider integration",
        "Col167": "Core System – Local SMS Provider integration. Sending SMS-messages to customers regarding accounts state modifications.",
        "Col168": "DCP",
        "Col169": "Interface with securities depositary",
        "Col170": "Import of files from securities depositary, payments generation",
        "Col171": "INTG_WB",
        "Col172": "WAY4 web banking integration",
        "Col173": "Core System interaction with WAY4 Personal Banking system.",
        "Col174": "NDRCRM",
        "Col175": "Interaction with CRM BPMNOnline",
        "Col176": "Registration of a customer, loan agreement in CRM BPMOnline system with further data delivery, customer and loan agreement registration in Core System",
        "Col177": "MCRM",
        "Col178": "Interaction with Microsoft CRM",
        "Col179": "Unloading data from Core System into CRM system on the file exchange level",
        "Col180": "BPK",
        "Col181": "Integration with Way4 processing center",
        "Col182": "Interaction with CardMake system (Way4 products, banking cards agreements synchronization)",
        "Col183": "CARD",
        "Col184": "Integration with UkrCard processing centre (UPB)",
        "Col185": "Integration with UkrCard processing center (UPB)",
        "Col186": "FGV",
        "Col187": "Interaction with deposit insurance fund",
        "Col188": "Interaction with deposit insurance fund",
        "Col189": "SEP+VPS",
        "Col190": "Support of National Bank electronic banking system and Intrabank payment system (if available)",
        "Col191": "Electronic banking system and Intrabank payment system payments control",
        "Col192": "CORP2",
        "Col193": "Corporate client-bank",
        "Col194": "CORP 2- is a system with wide list of features, enabling the bank Customers to control their accounts round-the-clock without leaving their office. The following is performed by the system: internal and external transfers; accounts replenishments; SWIFT payments; applications for foreign currency buying/selling; salary project. ",
        "Col195": "DWHEXP",
        "Col196": "Data upload into the DataWarehouse (DWH)",
        "Col197": "Data upload into the DataWarehouse (DWH)",
        "Col198": "CLIM",
        "Col199": "Cash limits and balance monitoring",
        "Col200": "Cash limits and balance monitoring in the cashier’s around all bank’s geography from the central office, and possibility to set acceptable limits for cash storage in the cashier’s and notification in case of its violation",
        "Col201": "CDM(CORP)",
        "Col202": "Integration with Single customer`s base",
        "Col203": "Integration with Single customer`s base",
        "Col204": "KFILE",
        "Col205": "K-files consolidation",
        "Col206": "The module is designed to generate consolidated accounting files and banking technical statements based on accepted files from banking institutions with K-data on funds flow on bank corporate customers accounts.",
        "Col207": "CRCA",
        "Col208": "Offset accounts centralized register (CRCA)",
        "Col209": "Offset accounts centralized register (CRCA)",
        "Col210": "BICF",
        "Col211": "Integration of Core System and Card Management module “Credit factory”",
        "Col212": "Integration of Core System and Card Management module “Credit factory”",
        "Col213": "INTG_CRNV",
        "Col214": "Central register of immovable deposits (immovable deposits)",
        "Col215": "immovable deposits",
        "Col216": "INTG_RRODB",
        "Col217": "Rodoviv bank depositors register",
        "Col218": "Rodoviv bank depositors register",
        "Col219": "INTG_CRV",
        "Col220": "CRV (USSR Central Depositors Registration)",
        "Col221": "CRV (USSR Central Depositors Registration)",
        "Col222": "“Management/Monitoring/Control” modules group",
        "Col223": "KST",
        "Col224": "Estimate",
        "Col225": "Data communication and importation on entries by accounts, required for the estimate performance control.",
        "Col226": "BUDG",
        "Col227": "Budgeting. Plan-actual",
        "Col228": "Budgeting. Plan-actual",
        "Col229": "CIM",
        "Col230": "Exchange control",
        "Col231": "Export and import transactions contracts maintenance in terms of customers, contracts currencies, contracts types.",
        "Col232": "DBT",
        "Col233": "Economic receivables",
        "Col234": "XOZ – automatic tracking of debiting cases of separate defined concentration accounts (XOZ type). Control of its timely and correct closing. Reserve calculation on a reporting date in compliance with resolution 23 of the National Bank.",
        "Col235": "LCS",
        "Col236": "Currency exchange transactions control",
        "Col237": "Control of foreign currency transfers, made by order of physical persons",
        "Col238": "FINMON",
        "Col239": "Financial monitoring – register",
        "Col240": "Financial monitoring – register",
        "Col241": "MTV",
        "Col242": "Bank staff motivation system",
        "Col243": "“Banking transactions” reference book with division on: Automatic (which may be singled out from Core System), Manual (may not be singled out from Core System, its data is entered manually), Scoring system of various types transactions evaluation. Set of reports on various transactions number and its score in a period in calendar days and Branches-3 analysis"
    }
}