{
  "Projects": "Projects",
  "UNITY-BARS takes part in the latest projects in Ukraine": "UNITY-BARS takes part in the latest projects in Ukraine",
  "FirstTitle": "Method of citizens’ electronic identification through Ukrainian banks for provision of administrative services via the Internet",
  "FirstDescription": " Reliable and easy user verification through its own online banking on administrative services portals. As of today, at the site of Oschadbank, there is a working copy of the BankID system deployed with a full cycle of passing data (including obtaining client data from the banking database by credit card number). Currently, the system is expected to connect to the SMS provider mailings (still plugged in test mode), then the landfill will be launched in trial operation at the portal of Lviv City Council, Lvovian Personal Account. The interface will have an accessible website button \"BankID Oschadbank\", through which users will be able to login to the system and issue a certificate and appeals from the list of available information. Also in the GitHub resource open access there are current schemes and documentation on the BankID system operation with the possibility to comment and edit it.",
  "SecondTitle": "Systematic reform of the tender process in electronic public and state procurements",
  "SecondDescription": " Reform in public procurements domain can be considered as a successful example of changes in the country. Basic objective of reforms - a significant reduction in corruption in public procurement costs, maximize efficiency and economy. Successful implementation of the project is to restore confidence of the business to the state and to encourage it to participate in governmental tenders. The main principle of the system ProZorro - \"everyone can see everything.\" Now anybody can find out who, what and how purchases at taxpayers expense. An average citizen can track what exactly is purchased by a district clinic or school which his children attend. ",
  "ThirdTitle": "UNITED PORTAL for use of public funds is the official state information resource on the Internet, where information is published in accordance with the Law \"On the open use of public funds\"",
  "ThirdDescription": " Access to the information published on a single web portal for the use of public funds, is unhampered and free of charge, enabling to meet public interest concerning public funds controls, creation, distribution and use processes by managers and recipients of the State Budget of Ukraine, the Autonomous Republic of Crimea budget and local budgets, by pension fund companies, enterprizes and fund of obligatory state social insurance.",
  "FourthTitle": "Automated system of electronic auctions for the state property lease and sale",
  "FourthDescription": " After the Revolution of Dignity, Ukrainian society has high hopes for fundamental transformation of the country. New global technological developments and prospects of European integration open up new opportunities for Ukrainians, and we cannot miss them. Ukraine is fighting on two fronts at the same time: against the military aggression by the Russian Federation and corruption, which exhaust the country. One of the main areas where corruption is rampant is the sale and lease of state property and other rights through paper based auctions. This has a negative impact on the development of business and the economy as a whole, and the state loses a lot of money. International experience shows that the transition from paper based, closed procedures to open online system improves the efficiency of public administration and replenishment of the state budget by 15-20%, and the use of distributed systems (Blockchain) minimizes the manipulation of officials, which creates a positive financial and moral effect. “E-Auction 3.0” implementation shall create transparent conditions for holding public auctions at all levels and shall make the corruption impossible to existe in this domain. UNITY-BARS has joined the purpose of efficient and fast reformation, implementation and development of corresponding mechanisms."
}
