{
    "Description": "Автоматизована банківська система з комплексним або індивідуальним підходом до клієнта",
    "Capabilities": {
        "Title": "Можливості та Переваги",
        "Line1": "• Орієнтація на промислові сервера баз даних Oracle",
        "Line2": "• Гнучка система адміністрування",
        "Line3": "• Багаторівнева система роздільного доступу до фінансових і технічних ресурсів банку",
        "Line4": "• Швидка інтеграція із іншими системи за рахунок використання SAOP",
        "Line5": "• Сучасні засоби розробки",
        "Line6": "• Багаторівнева система візування",
        "Line7": "• Web інтерфейс",
        "Line8": "- Легка інтеграція з держустановами, де використовується наш продукт UNITY-BARS (НБУ, Державна Казначейська Служба України, Держмитниця, Розрахунковий центр (Всеукраїнський депозитарій цінних паперів))",
        "Line9": "- ІІІ — рівнева модель архітектури",
        "Line10": "- Робота з великими об’ємами інформації (15 млн. клієнтів, 25 млн. рахунків, 10 тис. користувачів; щоденно обробляється більше ніж 600 тис. документів)",
        "Line11": "- Інтерфейс користувача на базі веб- технологій, забезпечує роботу через повільні канали зв’язку",
        "Line12": "- Відповідність до сучасних вимог інформаційної безпеки",
        "Line13": "- Використання сучасних засобів розробки (ASP.NET,ANGULAR, KENDO). СКБД Oracle"
    },
    "Line1": "Логічна організація функціоналу здійснюється за принципом модульності, що дозволяє використання тільки необхідних функційАБС здійснює автоматизацію повного спектра функціоналу банку всіх напрямків:",
    "Line2": "• фронт і бек-офісів",
    "Line3": "• РБ, МСБ та КБ, казначейство, бухгалтерія",
    "Table": {
        "Col1": "Код",
        "Col2": "Назва",
        "Col3": "Опис",
        "Col4": "Група модулів \"Основні\"",
        "Col5": "KRN",
        "Col6": "Ядро системи",
        "Col7": "Модуль забезпечує базову функціональність \"платформу\", до якої відносяться внутрішні системні механізми та утіліти, адміністрування користувачів та підрозділів організації тощо",
        "Col8": "CAC",
        "Col9": "Облік клієнтів",
        "Col10": "Модуль здійснює облік клієнтів (ФО, ЮО), пов'язаних осіб.",
        "Col11": "GL",
        "Col12": "Головна книга",
        "Col13": "Модуль забезпечує облік рахунків, документів, операцій.",
        "Col14": "CASH",
        "Col15": "Управління роботою кас",
        "Col16": "Модуль забезпечує оперативну роботу каси",
        "Col17": "ARCH",
        "Col18": "Архівація оперативних даних",
        "Col19": "ARC – Архівація та перенесення даних з оперативної до архівної схеми Архівація – це винесення застарілих даних до архівного табличного простору, а також можливість винесення файлів даних таких табличних просторів на менш потужніші носії. Архівацію можна виконати для партиційованої таблиці, виносячі архівні партиції в окремі таблиці в окремі табличні простори.",
        "Col20": "INFO",
        "Col21": "СМС та E-mail інформування",
        "Col22": "Модуль забезпечує СМС та Email інформування клієнтів за встановленими подіями.",
        "Col23": "DEALS",
        "Col24": "Облік угод",
        "Col25": "DEALS – єдиний модуль обліку угод всіх типів",
        "Col26": "VEGA2",
        "Col27": "ЕЦП (VEGA2)",
        "Col28": "Модуль запезпечує накладання ЕЦП (VEGA)",
        "Col29": "Група модулів \"Бізнес\"",
        "Col30": "CCK",
        "Col31": "Кредитний портфель фізичних та юридичних осіб",
        "Col32": "CCK – Обслуговування кредитних договорів ФО та ЮО, Інвентаризація КП ФО Включає в себе Фронт – Докредитне обстеження позичальника, Введення та авторизація угод, Додадкові угоди, Реструктуризації. Довідки. Бек функціонал - нарахування %%, комісій, пені, амортизацій, рознесення сум погашень по заборгованостям, винесення на простроені, закриття угод. Звітність ARJK - АРЖК Спеціальний функціонал контролю для частин (пулів) кредитного портфелю облік яких ведеться на балансі банку, але ресурс для яких надано іншою фінансовою установою",
        "Col33": "OVR",
        "Col34": "Овердрафт Банки, ЮО, ФО",
        "Col35": "OVR – Овердрафт Банки, ЮО, ФО Автоматизація роботи з договорами овердрафтів",
        "Col36": "MBDK",
        "Col37": "Міжбанківські кредити, депозити",
        "Col38": "MBDK – Міжбанківські кредити, депозити Введення угод МБДК; Ведення портфелю угод МБДК (формування платежів по розміщенню/залученню, нарахування %%, пролонгація, ролловер, прив'язка угод забезпечень, формування SWIFT-повідомлень) - Угоди з фінансовими інститутами Ведення 4 видів угод: Залучення кредитів; Залучення депозитів; Розміщення кредитів; Розміщення депозитів",
        "Col39": "CRSOUR",
        "Col40": "Кредитні ресурси",
        "Col41": "CRSOUR – обслуговування угод на обмін грошовими ресурсами між ЦА та РУ Прийом заявок на виконання операцій по угодам Кредитних ресурсів від Аллегро; Обробка заявок, підготовка даних для передачі до АБС РУ та ЦА; Передача даних до АБС; Налаштування зв’язку ЦБД Кредитних ресурсів з АБС.",
        "Col42": "WCS",
        "Col43": "Докредитне обслуговування",
        "Col44": "WCS – Докредитне обслуговуання Вибір умов кредитування; введення даних; автоматичні операції; розгляд службами РУ, ЦА; реєстрація неавторизованого договору у КП АБС; підписання договорів; видача кредиту",
        "Col45": "FXS",
        "Col46": "FOREX - угоди",
        "Col47": "FOREX – угоди Автоматизація угод по покупці-продажу валюти на міжбанківському ринку введення реквізитів угод автоматичне формування відповідних проводок друк тікета збереження реквізитів партнера по угоді перегляд робочих рахунків FOREX перегляд архіву FOREX–угод перегляд Неттінгу FOREX-угод",
        "Col48": "CP",
        "Col49": "Цінні папери",
        "Col50": "CP – Облік різноманітних видів операцій з пакетами ЦП",
        "Col51": "FCT",
        "Col52": "Факторінг",
        "Col53": "FCT – Факторинг Ведення портфелю факторингових договорів з клієнтами",
        "Col54": "REZ",
        "Col55": "Формування резервного фонду",
        "Col56": "REZ – Резервний фонд Автоматизація розрахунку суми резервного фонду банку; автоматичне формування проводок",
        "Col57": "FCH",
        "Col58": "Ф'ючерси",
        "Col59": "робота з ф'ючерсами",
        "Col60": "GRN",
        "Col61": "Документарні операції, гарантії, акредитиви",
        "Col62": "GRN – Документарні операції, гарантії, акредитиви Модуль дає можливість відслідковувати стан Договорів наданих гарантий (ДГ), які знаходяться в Портфелях банку (ПГ), ЮО, ФО і банків-партнерів окремо",
        "Col63": "INS",
        "Col64": "Страхування",
        "Col65": "INS – Страхування Контроль страхування заставного майна; автоматизація розрахунку комісійної винагороди; контроль лімітів по партнерах - страхових компаніях.",
        "Col66": "FINST",
        "Col67": "Розрахунок фін. стану клієнта ЮО",
        "Col68": "FINST – Розрахунок фін. стану клієнта ЮО Розрахунок та аналіз фінансового стану клієнта на основі даних офіційної звітності клієнта.",
        "Col69": "FINP",
        "Col70": "Розрахунок фін. стану клієнта ФО",
        "Col71": "FINP – Розрахунок фін. стану клієнта ФО",
        "Col72": "PAWN",
        "Col73": "Облік забезпечення",
        "Col74": "Облік забезпечення, що отримане банком",
        "Col75": "DPT",
        "Col76": "Депозити ФО",
        "Col77": "DPT – Депозитний портфель ФО заведення депозитів заведення ДУ виплата депозитів друк документів по депозитам CRNV – Облік нерухомих вкладів Робота з депозитними договорами клієнтів ФО.",
        "Col78": "DPU",
        "Col79": "Депозити ЮО",
        "Col80": "DPU – Депозити ЮО Робота з депозитними договорами клієнтів ЮО.",
        "Col81": "SKN",
        "Col82": "Депозитні скриньки",
        "Col83": "Облік параметрів депозитних сейфів.",
        "Col84": "ZAY",
        "Col85": "Біржові операції",
        "Col86": "Робота за заявками клієнтів на купівлю/продаж/конверсію іноземних валют",
        "Col87": "RKO",
        "Col88": "Розрахунково-касове обслуговування та абонплата",
        "Col89": "RKO – Розрахунково-касове обслуговування ELT – Угоди електронних послуг. Нарахування та списання абонплати як виду комісії. Специфіка застосування різних тарифів щодо абонплати. Специфіка методики нарахування абонплати в різних КБ. CIN – Підтримка централізованої інкасації Розрахунок сум плати (комісії), яку стягує банк з клієнтів за РКО і автоматичне формування необхідних проводок. Одноразові комісії",
        "Col90": "LOM",
        "Col91": "Скупка лому дорогоцінних металів",
        "Col92": "LOM – Скупка лому дорогоцінних металів Введення поточних операцій по скупці та по прийому на експертизу для оцінки виробів із дорогоцінних металів; Автоматичне відображення проводками в бухгалтерському обліку банківської установи. ",
        "Col93": "BRO",
        "Col94": "Бронювання коштів на рахунках господарюючих органів",
        "Col95": "BRO – Бронювання коштів на рахунках господарюючих органів Ведення договорів клієнтів на тимчасове незниження залишків на поточних рахунках",
        "Col96": "STO",
        "Col97": "Регулярні платежі",
        "Col98": "Автоматичне формування платежів при настанні дат.",
        "Col99": "NOS",
        "Col100": "Корр.рахунки ЛОРО та НОСТРО",
        "Col101": "Портфель ностро договорів Робота позиціонера",
        "Col102": "MT",
        "Col103": "Внутрішньо-банківські, міжбанківські та міжнародні перекази",
        "Col104": "Модуль «Перекази» дозволяє виконувати переказ готівкових грошових коштів у національній валюті у внутрішній єдиній автоматизованій банківській системі.",
        "Col105": "CH_1",
        "Col106": "Дорожні чеки",
        "Col107": "Збір з підлеглих у станов, формування, відпрака, контроль посилок в інобанки, покриття та розрахунки Прийняття чеків на ІНКАССО: РУ відправляє в ЦА, ЦА консолідує та одним пакетом відправляє в банк-емітент.",
        "Col108": "EXCL",
        "Col109": "Спец функціонал",
        "Col110": "1) Енерго-ринок 2) Виплата коштів волонтерам Корпуса Миру 3) Взаємодія з філіями по передачі виробів з БМ 4) LOT – Фронт-операції, Розрахунки, Звітність по розповсюдженню лотерей 5) AVKAS – Сервіс оплати документів",
        "Col111": "NU",
        "Col112": "Податковий облік",
        "Col113": "NU – Податковий облік Ведення та відображення в системі податкового обліку даних фінансового обліку",
        "Col114": "Група модулів \"Звітність\"",
        "Col115": "NBUR",
        "Col116": "Звітність НБУ",
        "Col117": "NSI – Ведення класифікаторів звітності НБУ Довідники, класифікатори та кодифікатори НБУ та внутрішні довідники для потреб звітності. Надано можливість перегляду та редагування даних в ручному режимі, а також .Доступна функція "Редагування синхронізованих таблиць", що дозволяє завантажувати оновлені довідники в пакетному режимі чи окремо по кожному довіднику, попередньо переглянувши перелік змінених записів. OTC – Звітність НБУ для ком. банків АРМ для формування файлів звітності НБУ та внутрішньої звітності . Надає можливість формування файлів, перегляд показників, перегляд детального протоколу, редагування показників та збереження даних, а також вивантаження файлу в текстовий файл спеціального формату для відправлення в НБУ AUD – Аудит спецпараметрів НБУ Функція перевірки параметрів рахунків та клієнтів . Перевіряється правильність заповнення (чи проставлені значення для обов'язкових параметрів та відповідність цих значень класифікаторам та кодифікаторам НБУ) та узгодженість параметрів між собою.",
        "Col118": "INTG_DPA",
        "Col119": "Звітність до органів",
        "Col120": "@F – Звітність до ДПА по відкритих рахунках Обмін файлами (формування файлів, прийом квитанцій) з ДПА. NU – Податковий облік КБ. Звітність до ДПА",
        "Col121": "DELOIT",
        "Col122": "Звіти для аудиторів (з АБС)",
        "Col123": " ",
        "Col124": "ANI",
        "Col125": "Аналітичні звіти",
        "Col126": "1) Аналіз балансу 2) Концентрація ресурсів 3) Залучення та резерв на кор.рах 4) Аналіз оборотів по кор.рахунку 5) Аналіз відповідності АКТ та ПАС 6) Var-аналіз 7) Аналіз фін.результату за період по бранчам, клієнтам, угодам ANB – Аналіз банків (розрахунок лімітів на активні операції) ANL – Аналіз клієнтів Відстеження роботи клієнтів по ряду статистичних показників, що розраховуються Підрахунок загальних доходів-витрат банку в результаті роботи з клієнтами",
        "Col127": "Група модулів \"Інтеграційні\"",
        "Col128": "MGR",
        "Col129": "Міграція даних з інших систем",
        "Col130": "Міграція даних з інших систем",
        "Col131": "DEBREG",
        "Col132": "Інтерфейс з \"Реєстром боржників\"",
        "Col133": "Моніторинг/поставка інформації по просрочених процентних активах, загальна сума яких по одному клієнту-боржнику перевищує 10 000.00 грн в еквіваленті, на задану дату.",
        "Col134": "NSM",
        "Col135": "Інтерфейс з НСМЕП",
        "Col136": "Інтерфейс з НСМЕП",
        "Col137": "CIG",
        "Col138": "Інтерфейс з ПВБКІ (Реєстр позичальників)",
        "Col139": "Інтерфейс з ПВБКІ Забезпечення можливості взаємодії АБС «БАРС» з системою ПВБКІ. Предмет взаємодії – дані позичальників банку: фізичних та юридичних осіб (в форматі ПВБКІ).",
        "Col140": "SWT",
        "Col141": "Інтерфейс з системою SWIFT",
        "Col142": "Інтерфейс з системою SWIFT Обробка вихідних повідомлень: Формування повідомлень: МТ103, МТ200, МТ202 Формування повідомлень: МТ103 з покриттям Введення документів за повідомленнями МТ103, МТ200, МТ202 Підбір коррахунку Управління експортом повідомлень Журнал повідомлень Імпорт повідомлень з SWIFT в АБС: Обробка вхідних повідомлень Імпортовані повідомлення без аутентифікації Обробка/розподіл повідомлень Формування повідомлень МТ940/МТ950 Обробка виписок Імпорт довідника учасників",
        "Col143": "SSV",
        "Col144": "Взаємодія СЕП-СВІФТ-ВПС",
        "Col145": "Автоматичне розпізнавання РУ отримувача вхідного СВИФТ-повідомлення. Накопичення фільтрів розпізнавання. Переформатування платіжних документів різних транспортних систем СЕП-СВІФТ-ВПС-АБС(внутр). Лоро-рахунки.",
        "Col146": "VMD",
        "Col147": "Приймання ВМД (валютно-митних декларацій)",
        "Col148": "Приймання ВМД (валютно-митних декларацій)",
        "Col149": "IBOX",
        "Col150": "Взаємодія з платіжними терміналами",
        "Col151": "Взаємодія з платіжними терміналами",
        "Col152": "DCPN",
        "Col153": "Інтеграція з депозитарієм ЦП (НБУ)",
        "Col154": "Інтеграція з депозитарієм ЦП (НБУ) ",
        "Col155": "RBNBU",
        "Col156": "Інтеграція з розрахунковим банком (НБУ)",
        "Col157": "Інтеграція з розрахунковим банком (НБУ) ",
        "Col158": "RI",
        "Col159": "Інтерфейс з реєстром інсайдерів",
        "Col160": "Інтерфейс з реєстром інсайдерів",
        "Col161": "INTG_EA",
        "Col162": "Інтеграція АБС з електронним архівом",
        "Col163": "Синхронізація з електронним архівом, передача інформації по клієнтам та рахункам депозитного модулю (ФО/ЮО)",
        "Col164": "INTG_GMSU",
        "Col165": "Інтеграція АБС і GMSU",
        "Col166": "Інтеграція АБС - GMSU. Надсилання sms-повідомлень клієнтам про зміни станів рахунків.",
        "Col167": "DCP",
        "Col168": "Інтерфейс з депозитарієм цінних паперів",
        "Col169": "Інтерфейс з депозитарієм цінних паперів Імпорт файлів з ДЦП, формування платежів.",
        "Col170": "INTG_WB",
        "Col171": "Інтеграція WAY4 web banking",
        "Col172": "Взаємодія АБС \"БАРС Millennium\" з системою Персонального Банкінгу WAY4.",
        "Col173": "NDRCRM",
        "Col174": "Взаємодія з CRM BPMNOnline",
        "Col175": "Реєстрація клієнта, кредитної угоди в CRM системі BPMOnline з подальшою передачею даних, реєстрацією клієнта, кредитної угоди в АБС БАРС ",
        "Col176": "MCRM",
        "Col177": "Взаємодія з Microsoft CRM",
        "Col178": "Вивантаження даних з АБС у CRM систему на рівні файлового обміну",
        "Col179": "BPK",
        "Col180": "Інтеграція з ПЦ Way4",
        "Col181": "Реєстрація договорів БПК Взаємодія з системою CardMake (синхронізація продуктів Way4, угод БПК) Взаємодія з ПЦ Way4 (обмін файлами по зарахуванню/списанню коштів, балансу карткових рахунків)",
        "Col182": "CARD",
        "Col183": "Інтеграція з ПЦ УкрКард (УПБ)",
        "Col184": "Інтеграція з ПЦ УкрКард (УПБ)",
        "Col185": "FGV",
        "Col186": "Взаємодія з фондом гарантування вкладів",
        "Col187": "Взаємодія з фондом гарантування вкладів",
        "Col188": "SEP+VPS",
        "Col189": "Підтримка СЕП НБУ та Внутрішня платіжна система банку(за наявності)",
        "Col190": "cистема термінових переказів (СТП) управління СЕП/ВПС платежами управління корр. Рахунком управління нез'ясованими платежами обробка інформаційних запитів управління файлами оновлення ключів НБУ робота з системою ІПС(інформаційно-пошукова система НБУ) розбір нез'ясованих надходжень(розбір 3720) зарахування на рахунки по майбутній даті зарахування на рахунки по альтернативному рахунку 3720",
        "Col191": "CORP2",
        "Col192": "Корпоративний Клієнт-Банк",
        "Col193": "CORP-2 – Корпоративний Клієнт-Банк CORP-2 – система з широким переліком функціональних можливостей, що дозволяє Клієнтам банку цілодобово управляти рахунками, не виходячи з офісу. В системі виконуються: внутрішні та зовнішні перекази; поповнення рахунків; платежі у SWIFT; заявки на купівлю/продаж валюти; зарплатний проект. ",
        "Col194": "DWHEXP",
        "Col195": "Вивантаження даних у Сховище даних (DWH)",
        "Col196": "Вивантаження даних у Сховище даних (DWH)",
        "Col197": "CLIM",
        "Col198": "Моніторинг касових лімітів і залишків",
        "Col199": "Моніторинг касових лімітів і залишків в касі по географії всього банку з центрального офісу, та можливість встановлювати допустимі ліміти на зберігання готівки у касі та оповіщення при їх порушенні",
        "Col200": "CDM(CORP)",
        "Col201": "Інтегрція з Єдиною базою клієнтів",
        "Col202": "Інтегрція з Єдиною базою клієнтів",
        "Col203": "KFILE",
        "Col204": "Консолідація К-файлів",
        "Col205": "Модуль призначений для формування консолідованих файлів звітності та банківських технічних виписок на основі прийнятих від банківських установ файлів К з даними про рух коштів по рахункам корпоративних клієнтів банку.",
        "Col206": "CRCA",
        "Col207": "Централізований реєстр компенсаційних рахунків (ЦРКР)",
        "Col208": "Централізований реєстр компенсаційних рахунків (ЦРКР)",
        "Col209": "BICF",
        "Col210": "Інтеграція ПЗ АБС \"БАРС\" та модулю Card Managegement \"Кредитна фабрика\"",
        "Col211": "Інтеграція ПЗ АБС \"БАРС\" та модулю Card Managegement \"Кредитна фабрика\"",
        "Col212": "INTG_CRNV",
        "Col213": "ЦРНВ (нерухомі вклади)",
        "Col214": "нерухомі вклади",
        "Col215": "INTG_RRODB",
        "Col216": "Реєстр вкладників Родовід банку",
        "Col217": "Реєстр вкладників Родовід банку",
        "Col218": "INTG_CRV",
        "Col219": "ЦРВ (центральний реєстр вкладників СССР)",
        "Col220": "ЦРВ (центральний реєстр вкладників СССР)",
        "Col221": "Група модулів \"Управління/Моніторинг/Контроль\"",
        "Col222": "KST",
        "Col223": "Кошторис",
        "Col224": "KST – Кошторис Передавання та приймання даних за проводками по рахункам, необхідних для контролю виконня кошторису.",
        "Col225": "BUDG",
        "Col226": "Бюджетування. План-факт",
        "Col227": "В розрізі символів (що визначено банком-замовником) та Бранчів-2. Функції моделювання та вводу позицій \"План\" . Розрахунок позицій \"Факт\" та \"Відхилення\" за різні звітні періоди. Динаміка.",
        "Col228": "CIM",
        "Col229": "Валютний контроль",
        "Col230": "CIM – Валютний контроль Ведення контрактів по експортним і імпортним операціям в розрізі клієнтів, валют контрактів, типів контрактів.",
        "Col231": "DBT",
        "Col232": "Господарська дебіторка",
        "Col233": "XOZ – Автоматичне відслідковування фактів дебетування окремо визначених котлових рахунків (тип XOZ). Контроль за їх своєчасним та коректним закриттям . Розрахунок резерву на звітну дату згідно 23 постанови НБУ.",
        "Col234": "LCS",
        "Col235": "Контроль валютообмінних операцій",
        "Col236": "LCS – Контроль за валютообміннимим операціями Контроль за переказами іноземної валюти, що здійснюються за дорученням ФО",
        "Col237": "FINMON",
        "Col238": "Фінансовий моніторинг - реєстр",
        "Col239": "1. Реєстр – Обслуговування реєстру операцій, щодо яких здійснюється повідомлення органів СДФМ 2. Анкети: заповнення детальної інформації щодо клієнта; заповнення інформації щодо пов'язаних осіб; автоматичне формування електронних анкет клієнтів. 3. Блокування операцій - Ведення реєстру осіб, пов'язаних з тероризмом; здійснення призупинення та повідмлення про операції, що є підозрілими для ФМ",
        "Col240": "MTV",
        "Col241": "Система мотивації персоналу банку",
        "Col242": "Довідник \"операцій банку\" з поділом на: Автоматичні (такі, що можна вичленити з АБС) Ручні (не можна вичленити з АБС, інформація про них вноситься вручну) Бальна система оцінки операцій різних типів. Набір звітів про кількість різних операцій та їх бальна оцінка за період в розборі календарних днів та Бранчів-3"
    }
}