{
    "Online banking products and services control system": "Онлайн система управління банківськими рахунками та продуктами",
    "Oschadbank": "Ощадбанк",
    "Capabilities": {
        "Title": "Можливості CorpLight",
        "Line1": "Онлайн банкінг",
        "Line2": "Доступ до банківських продуктів та послуг будь-де та будь-коли.",
        "Line3": "Функціональність",
        "Line4": "Функціональність, що відповідає сучасним вимогам клієнтів.",
        "Line5": "Дизайн",
        "Line6": "Дизайн системи побудований на базі інтуїтивних вподобань користувача. Згідно стандартів Material design Android та IOS Human Interface Guidelines."
    },
    "Functionality": {
        "Title": "Функціональність",
        "Subtitle": "Базова фунціональність",
        "Line1": "Підключення клієнта до системи, можливість керування обліковими записами клієнта.",
        "Line2": "Формування виписки по рахункам користувача, відображення виписки (веб, мобільний), механізм отримання останніх операцій користувача по конкретному рахунку, експорт/збереження виписки.",
        "Line3": "Перегляд депозитних продуктів з можливістю поповнення(веб, мобільний додаток).",
        "Line4": "Перегляд кредитних продуктів з можливістю погашення.",
        "Line5": "Механізм отримання та завантаження даних відділень та банкоматів (вхідний xml-файл), визначення поточного місцезнаходження отримання геолокаційних даних про поточне розташування.",
        "Line6": "Автоматичне завантаження інформації щодо поточних курсів обміну валют з АБС, інформування про поточні курси в Системі (веб) з можливістю переходу в окрему екранну форму для відображення історії змін курсу.",
        "Line7": "Реалізація інформування про поточні курси в Системі (веб).",
        "Line8": "Можливість створення та редагування платіжних документів, в залежності від кореспондента, збереження шаблонів платіжних документів.",
        "Line9": "Візування та відправка документів в Банк, накладання електронного цифрового підпису, перевірка на коректність відповідно до вимог Інструкції про безготівкові розрахунки в Україні в національній валюті Національного банку України.",
        "Line10": "Механізм збереження даних платіжних документів для формування довідника кореспондентів, здійснення запиту та формування звіту відповідно до конкретного Кореспондента.",
        "Line11": "Створення заявки на продукт, налаштування списку продуктів та їх параметрів, механізм пропонування нових продуктів через тематичні розділи системи.",
        "Line12": "Функціональність поповнення/зняття депозиту.",
        "Line13": "Функціональність формування платіжних документів на погашення кредиту.",
        "Line14": "Створення та збереження регулярного та автоматичного (регулярного) платежу, створення, редагування, призупинення та видалення автоматичних платежів з групуванням згідно календарних днів, інформування користувачів.",
        "Subtitle2": "Платежі в інозменій валюті",
        "Line15": "Створення платіжних доручень в іноземній валюті.",
        "Line16": "Створення внутрішніх переказів (в межах одного МФО) в іноземній валюті.",
        "Line17": "Перегляд депозитних продуктів з можливістю поповнення (веб, мобільний додаток).",
        "Line18": "Купівля/продаж/конвертація іноземної валюти.",
        "Line19": "Перегляд інформації по рахункам (валюта) в іноземній валюті.",
        "Line20": "Формування зовнішніх переказів в іноземній валюті.",
        "Line21": "Відправка в Банк підтверджуючих документів при формуванні платежів в іноземній валюті, заявок на купівлю іноземної валюти.",
        "Line22": "Імпорт документів.",
        "Subtitle3": "Зарплатний проект",
        "Line23": "Формування зарплатних відомостей.",
        "Line24": "Імпорт відомостей із бухгалтерських програм.",
        "Line25": "Формування обов’язкових(податкових) платежів до зарплатних відомостей.",
        "Line26": "Перегляд історії зарплатних відомостей.",
        "Line27": "Перегляд реєстрів працівників.",
        "Line28": "Робота із ЗКП договорами.",
        "Line29": "Друк реєстрів працівників та відомостей.",
        "Subtitle4": "Функціональність по роботі з корпоративними картками",
        "Line30": "Функціональність по роботі з картковими рахунками.",
        "Line31": "Функціональність по роботі з корпоративними картками.",
        "Line32": "Перегляд строку дії, залишку коштів по корпоративній картці.",
        "Line33": "Формування заявки на випуск корпоративної картки, обробка заявки.",
        "Line34": "Формування заявки на перевипуск корпоративної картки.",
        "Line35": "Блокування корпоративної картки.",
        "Line36": "Перегляд встановлених лімітів по корпоративним карткам.",
        "Line37": "Управління лімітами по корпоративній картці.",
        "Line38": "Формування історії операцій по корпоративній картці."
    },
    "Security": {
        "Title": "Безпека Системи",
        "Line1": "Аутентифікація: логін та пароль, за відбитком пальцю, OTP by SMS, ЕЦП",
        "Line2": "Залежність доступного функціоналу системи від способу аутентифікації",
        "Line3": "Контроль і перевірка статусу сертифікатів користувача",
        "Line4": "Розподіл доступу адміністраторів / технологів / користувачів банку згідно наданих ролей",
        "Line5": "Підтримка різних систем криптографії та токенів (RSA, ДСТУ)"
    },
    "Download": "Завантажуйте CorpLight",
    "Try Web": "Або спробуйте веб-версію"
}
