{
    "Corporate Online Banking": "Корпоративний онлайн-банкінг",
    "Description": "Corp 2 — надійна і перевірена часом система дистанційного обслуговування з широким переліком функціональних можливостей, що дозволяє клієнтам банку цілодобово управляти власними рахунками, не виходячи з офісу. За допомогою системи Клієнти мають можливість постійного доступу та оперативного отримання повного обсягу інформації про стан рахунків. При цьому вся інформація, якою обмінюються Клієнт і Банк, надійно захищена системою і недоступна для сторонніх осіб. Система постійно розвивається та вдосконалюється, завдяки чому стала основою для наступних продуктів компанії, оновленої системи B.One",
    "Used": "Використовується",
    "Capabilities": {
        "Title": "Можливості та досягнення Системи",
        "Line1": "• Витримує навантаження в час пік 2000 — 3000 одночасно працюючих користувачів",
        "Line2": "• Корпоративний клієнт-банк має більше ніж 46 000 користувачів",
        "Line3": "• Містить 200 000 рахунків та 300 000 — 400 000 документів в день"
    },
    "Customization": {
        "Title": "Кастомізація візування",
        "Line1": "• Єдина віза (використовується за фізичних осіб та СПД)",
        "Line2": "• Подвійна віза (стандартно для юридичних осіб (бухгалтер, директор)",
        "Line3": "• Потрійна віза (використовується для корпоративного контролю (бухгалтер, директор, контролер)",
        "Line4": "Віза Контролера у потрійній візі позначається як “послідовна”. Це означає, що вона може бути накладена тільки після віз Бухгалтера та Директора. На відміну, візи Бухгалтера та Директора можуть накладатися у довільному порядку. Загальна кількість віз може бути збільшена до 10 з установкою порядку та пріорітету. Також підтримують умовні візи – згідно вказаного правила (наприклад при перевищені певної суми, чи на певний номер рахунку/отримувача/банк тощо) – лише при виконанні умови віза буде присвоєна документові."
    },
    "Authentification": {
        "Title": "Багаторівненва аутентифікація",
        "Line1": "Кожен тип входу можна окремо дозволити чи заборонити. Підтримуються різноманітні носії таємного ключа (токен, смарт-карта, та ін.). Можливість додатково шифрування каналу власним таємним ключем (за допомогою крипто-шлюзу Bars Gataway)",
        "Line2": "• Логін користувача та звичайний пароль",
        "Line3": "• Токен для генерації одноразового паролю (додатково для багаторазового)",
        "Line4": "• Одноразовий пароль по SMS, згенерований віртуальним токеном (додатково до багаторазового)",
        "Line5": "• Електронно-цифровий ключ для використання у криптографічних перетвореннях (вхід по ключу). Цим же ключем відбувається накладення ЕЦП на документи"
    }
}