{
    "24/7 access to your banking services": "24/7 доступ до Ваших банківських сервісів",
    "Capabilities": {
        "Title": "Можливості Forward Online",
        "Line1": "Онлайн банкінг",
        "Line2": "Доступ до банківських продуктів та послуг будь-де та будь-коли.",
        "Line3": "Функціональність",
        "Line4": "Функціональність, що відповідає сучасним вимогам клієнтів.",
        "Line5": "Дизайн",
        "Line6": "Дизайн системи побудований на базі інтуїтивних вподобань користувача. Згідно стандартів Material design Android та IOS Human Interface Guidelines."
    },
    "Functionality": {
        "Title": "Функціональність",
        "Subtitle": "Базова фунціональність",
        "Line1": "Самореєстрація клієнта в системі, можливість управління обліковими записами клієнта.",
        "Line2": "Перегляд депозитних продуктів (в тому числі і архіву) з можливістю поповнення і відкриття (ВЕБ, мобільний додаток).",
        "Line3": "Перегляд діючих кредитних продуктів з можливістю формування платежу на погашення",
        "Line4": "Перегляд обов'язкового мінімального платежу по кредитних картках",
        "Line5": "Сервіси для блокування, розблокування та зміни номеру телефону користувача для CRM-системи",
        "Line6": "Формування виписки по рахунках користувача, відображення виписки (ВЕБ, мобільні додатки), механізм отримання останніх операцій користувача по конкретному рахунку, експорт / друк виписки.",
        "Line7": "Створення і відправка в Банк переказів між своїми рахунками, за номером рахунку Клієнтам Банку, за номером телефону користувачам Forward online, збереження шаблонів платіжних документів.",
        "Line8": "Карта відділень та інших точок присутності Банка, з можливістю прокладання маршруту та перегляду детальної інформації. Редагування даних через адмінистративну панель.",
        "Line9": "Автоматичне завантаження інформації щодо поточних курсів обміну валют з АБС, інформування про поточні курси в Системі (ВЕБ, мобільний додаток) з можливістю переходу в окрему екранну форму для відображення історії змін курсу.",
        "Line10": "Сервіси для блокування та розблокування користувача для CRM-системи ",
        "Line11": "Установка курсів валют МПС через адміністративну частину і їх відображення в Системі (ВЕБ, мобільний додаток).",
        "Line12": "Сервіси по управлінню картами.",
        "Line13": "Аутентифікація: логін та пароль, за відбитком пальцю, OTP by SMS, FaceID (тільки для iOS)"
    },
    "Download": "Завантажуйте Forward Online",
    "Try Web": "Або спробуйте веб-версію"
}