{
  "News": "Новини",
  "Latest news in UNITY-BARS": "Останні новини в UNITY-BARS",
  "FirstPostTitle": "2019 Року Компанія UNITY-BARS Розпочинає Підготовку Впровадження Міжнародних Стандартів",
  "FirstPostText": "tete",
  "SecondPostTitle": "З Днем Незалежності, Україно!",
  "SecondPostText": "Дружній колектив UNITY-BARS вітає всіх клієнтів з Днем Незалежності. Разом ми робимо нашу країну сильнішою.",
  "ThirdPostTitle": "Новий Трансфер Данних до BARS MMFO",
  "ThirdPostText": "Черговий трансфер данних, тепер для регіонів Вінниці та Житомира, всього оновлено: \n
                    46 071 894 – Банкових рахунків (21 451 999 діючих) \n
                    13 526 371 – Клієнтів банку (9 960 526 діючих) \n
                    Більше ніж 8 500 активних користувачів! \n
                    \n
                    У Львові: \n
                    49 266 910 – Банкових рахунків (22 551 403 діючих) \n
                    14 766 645 – Клієнтів банку (10 255 043 діючих) \n
                    Більше ніж 9 500 активних користувачів! \n
                    Залишаємось на звязку",
  "FourthPostTitle": "Відтепер, отримання пенсї стає ще зручнішим та безпечнішим, завдяки нашій Системі Обміну Данними з ПФУ",
  "FourthPostText": "Що це означає? \n
                    - Прискорення процесу обробки реєстрів та виплати пенсій отримувачам. \n
                    - Усунення ризиків, зв’язаних з ручною обробкою реєстрів на виплату. \n
                    - Зменшення вартості на логістику реєстрів. \n
                    - Оптимізація процесу отримання реєстрів пенсіонерів та передачі відповіді про стан зарахування коштів на поточні рахунки в онлайн режимі \n
                    \n
                    Як працює наша система? \n
                    1. За допомогою веб-сервісів Банк отримує від ПФУ реєстри пенсіонерів для нарахування пенсій по Банку. \n
                    2. Після проведення звірки реєстру на рівні ЦА, за допомогою веб сервісів здійснюється перевірка достатності коштів на відповідних рахунках РУ для оплати реєстру. \n
                    3. У разі достатності коштів, засобами ВПС здійснюється дебетове списання коштів з рахунків РУ, з послідуючим зарахуванням коштів на рахунки отримувачів. \n
                    4. За фактом зарахування пенсій Банк звітує перед ПФУ шляхом направлення Звіту про виконання консолідованого реєстру.v Дякуємо за довіру",
  "FifthPostTitle": "Вітаємо Херсонський та Чернігівський регіон в BARS-MMFO",
  "FifthPostText": "Трансфер Данних включив в себе /n
                    39 440 338 – Банкових рахунків (18 959 127 діючих) /n
                    11 420 634 – Клієнтів банку (8 853 913 діючих) /n
                    Більше ніж 7 700 активних користувачів!",
  "SixthPostTitle": "Успішне переведення Системи Автоматизації Банку на трирівневу архітектуру від НБУ спільно з UNITY-BARS",
  "SixthPostText": "В жовтні 2017 року НБУ спільними зуслиллями з UNITY-BARS успішно виконали переведення системи автоматизації банку (САБ) на трирівневу архітектуру, що надає Банку такі переваги: масштабованість, високу надійність, низькі вимоги до каналу зв’язку та високий рівень безпеки.Нагадаємо, що у 2012 році НБУ разом з компанією UNITY-BARS успішно запустили систему Мульти-МФО, а у 2015 році був виконаний перехід на єдине МФО."
}
